[
    {
        "id": 1,
        "name": "The Enchanted Forest",
        "img": "https://i.ibb.co/Z8HBhK4/book1.jpg",
        "description": "Embark on a magical journey through the Enchanted Forest, where mystical creatures and ancient secrets await. Join our young hero as they uncover the truth about their destiny and confront the darkness threatening their realm.",
        "ratings": 4.7,
        "category": "Fantasy",
        "price": 24.99
    },
    {
        "id": 2,
        "name": "Mystery at Misty Manor",
        "img": "https://i.ibb.co/RN3CmH7/book2.jpg",
        "description": "In the foggy countryside stands Misty Manor, a place shrouded in mystery and intrigue. Follow Detective Anderson as he unravels the secrets hidden within its walls, leading to shocking revelations and unexpected alliances.",
        "ratings": 4.2,
        "category": "Mystery",
        "price": 19.50
    },
    {
        "id": 3,
        "name": "Galactic Odyssey",
        "img": "https://i.ibb.co/GH82fbn/book3.jpg",
        "description": "Embark on a thrilling Galactic Odyssey as humanity ventures beyond the stars. Join Captain Nova and her diverse crew as they navigate cosmic anomalies, encounter alien civilizations, and strive to save Earth from an interstellar threat.",
        "ratings": 4.9,
        "category": "Science Fiction",
        "price": 29.75
    },
    {
        "id": 4,
        "name": "Love in Autumn Leaves",
        "img": "https://i.ibb.co/FzRKHMt/book4.jpg",
        "description": "Amidst the vibrant hues of autumn leaves, two souls find each other in a small town. Experience a heartwarming tale of love, second chances, and the beauty of embracing life's changing seasons.",
        "ratings": 4.5,
        "category": "Romance",
        "price": 16.00
    },
    {
        "id": 5,
        "name": "The Chronicles of Eldoria",
        "img": "https://i.ibb.co/RyzxrQk/book5.jpg",
        "description": "Step into the realm of Eldoria, where magic and destiny intertwine. Join our unlikely heroes as they embark on a quest to save their world from a growing darkness. Adventure, friendship, and epic battles await.",
        "ratings": 4.6,
        "category": "Fantasy",
        "price": 22.75
    },
    {
        "id": 6,
        "name": "Echoes of Eternity",
        "img": "https://i.ibb.co/phCQ0nS/book6.jpg",
        "description": "Uncover the ancient prophecies in a world where echoes of the past shape the future. Follow a group of adventurers as they decode enigmatic texts, traverse forgotten ruins, and confront the enigmatic Order of the Eternal.",
        "ratings": 4.4,
        "category": "Fantasy",
        "price": 21.99
    },
    {
        "id": 7,
        "name": "Midnight Shadows",
        "img": "https://i.ibb.co/DCc0Ch7/book7.jpg",
        "description": "In the city of Noirhaven, where secrets thrive in the darkness, two detectives must unravel a web of lies to solve a series of mysterious disappearances. As midnight shadows lengthen, they discover the horrifying truth.",
        "ratings": 4.7,
        "category": "Mystery",
        "price": 18.75
    },
    {
        "id": 8,
        "name": "Quantum Paradox",
        "img": "https://i.ibb.co/VvXFvLM/book8.jpg",
        "description": "Venture into the realm of quantum physics where reality blurs and dimensions collide. Join physicist Maya Turner as she races to prevent a catastrophic experiment that could rupture the fabric of the universe.",
        "ratings": 4.8,
        "category": "Science Fiction",
        "price": 27.50
    },
    {
        "id": 9,
        "name": "Serendipity's Embrace",
        "img": "https://i.ibb.co/5xwMg1G/book9.jpg",
        "description": "In the picturesque village of Serendipity, two strangers with troubled pasts find solace and unexpected love. A heartwarming tale of healing, community, and the transformative power of human connection.",
        "ratings": 4.5,
        "category": "Romance",
        "price": 15.99
    },
    {
        "id": 10,
        "name": "Sands of Destiny",
        "img": "https://i.ibb.co/jz0h9Dv/book10.jpg",
        "description": "Journey across the vast deserts of Eldoria in search of the mythical Sands of Destiny, said to grant the power to reshape reality. A high-stakes adventure of courage, sacrifice, and the pursuit of ultimate power.",
        "ratings": 4.6,
        "category": "Fantasy",
        "price": 23.25
    },
    {
        "id": 11,
        "name": "Whispers in the Wind",
        "img": "https://i.ibb.co/bHjyKKj/book11.jpg",
        "description": "In a world where messages are carried by the wind, a young messenger must deliver a life-changing letter to the distant Mountain City. Along the way, they uncover secrets that challenge everything they've known.",
        "ratings": 4.3,
        "category": "Fantasy",
        "price": 20.99
    },
    {
        "id": 12,
        "name": "Crimson Deception",
        "img": "https://i.ibb.co/BjNtZkY/book12.jpg",
        "description": "Enter the world of espionage and political intrigue, where nothing is as it seems. Follow Agent Maya as she navigates a dangerous web of deceit, betrayal, and international conspiracies.",
        "ratings": 4.6,
        "category": "Mystery",
        "price": 17.50
    },
    {
        "id": 13,
        "name": "Stellar Odyssey",
        "img": "https://i.ibb.co/VpB8khX/book13.jpg",
        "description": "Embark on an intergalactic journey aboard the starship Celestial Voyager. Join Captain Arion as he leads his diverse crew through cosmic phenomena, extraterrestrial encounters, and the search for a new home.",
        "ratings": 4.9,
        "category": "Science Fiction",
        "price": 29.99
    },
    {
        "id": 14,
        "name": "Eternal Elegy",
        "img": "https://i.ibb.co/pfTHwJp/book14.jpg",
        "description": "Set in the opulent world of 18th-century France, this novel follows the intertwined lives of aristocrats and artists. Amid grand balls and romantic liaisons, dark secrets emerge that could shatter their world.",
        "ratings": 4.5,
        "category": "Romance",
        "price": 18.25
    },
    {
        "id": 15,
        "name": "Chronicles of Etheria",
        "img": "https://i.ibb.co/sj6JWGZ/book15.jpg",
        "description": "In the realm of Etheria, where magic is fueled by dreams, a group of unlikely heroes must stand against an ancient darkness. The fate of their world hinges on their ability to awaken forgotten powers.",
        "ratings": 4.7,
        "category": "Fantasy",
        "price": 22.75
    },
    {
        "id": 16,
        "name": "Silent Echoes",
        "img": "https://i.ibb.co/Pm1vqk2/book16.jpg",
        "description": "In the quiet town of Echo Springs, strange echoes from the past start haunting the residents. As secrets resurface, a group of friends must confront their shared history and the dark events that shaped it.",
        "ratings": 4.2,
        "category": "Mystery",
        "price": 16.99
    },
    {
        "id": 17,
        "name": "Neural Nexus",
        "img": "https://i.ibb.co/Jjp5hYC/book17.jpg",
        "description": "Set in a future where human minds are connected to a global network, a brilliant neuroscientist uncovers a sinister plot to control minds. She must navigate a digital landscape to expose the truth.",
        "ratings": 4.8,
        "category": "Science Fiction",
        "price": 26.50
    },
    {
        "id": 18,
        "name": "Waltz of Whispers",
        "img": "https://i.ibb.co/PQBD2JY/book18.jpg",
        "description": "In a small village known for its annual masquerade ball, a dance teacher and a reclusive artist form an unlikely bond. As they collaborate on a breathtaking waltz, their hidden pasts slowly intertwine.",
        "ratings": 4.4,
        "category": "Romance",
        "price": 14.99
    },
    {
        "id": 19,
        "name": "Empire of Elders",
        "img": "https://i.ibb.co/mJY8KMx/book19.jpg",
        "description": "In a land ruled by ancient clans, a young warrior seeks to unite the fractured kingdom against a common enemy. Amid battles and political intrigue, he discovers his own destiny as the key to salvation.",
        "ratings": 4.6,
        "category": "Fantasy",
        "price": 24.50
    },
    {
        "id": 20,
        "name": "City in the Clouds",
        "img": "https://i.ibb.co/pPdKQDW/book20.jpg",
        "description": "High above the world, a floating city holds the secrets of advanced technology and untold mysteries. When a curious engineer stumbles upon hidden agendas, he must decide whether to save or expose the city's truths.",
        "ratings": 4.3,
        "category": "Science Fiction",
        "price": 23.25
    }
]