[
    {
      "id": 1,
      "title": "Brad Pitt to Star in Upcoming Sci-Fi Blockbuster",
      "image": "https://i.ibb.co/mhymKRd/71yc-U9-U2wh-L-AC-UF894-1000-QL80-1.jpg",
      "description": "Brad Pitt, one of Hollywood's most renowned actors, is about to embark on a cinematic journey of epic proportions. In the upcoming sci-fi blockbuster, titled 'Stellar Odyssey,' Pitt will assume the role of Captain Alex Mercer, a fearless astronaut leading a daring mission to explore uncharted galaxies. Directed by visionary filmmaker Amanda Johnson, the film promises to be a visual and emotional spectacle, blending cutting-edge special effects with a compelling narrative. 'Stellar Odyssey' is set to redefine the sci-fi genre, offering audiences a thrilling adventure that explores the mysteries of the cosmos and the human spirit.",
      "posted_time": "1 hr ago",
      "author": "John Smith"
    },
    {
      "id": 2,
      "title": "Chart-Topping Artist Drops Surprise Album",
      "image": "https://i.ibb.co/HPznBPZ/AOTY-17.jpg",
      "description": "In a stunning move, chart-topping artist Sarah Adams surprised fans by releasing a brand new album overnight. Titled 'Midnight Melodies,' the album features a collection of soulful ballads, infectious pop anthems, and heartfelt lyrics that showcase Adams' incredible vocal range and songwriting prowess. 'Midnight Melodies' is already making waves on streaming platforms, with fans praising its emotional depth and musical diversity. This surprise release is a testament to Sarah Adams' creativity and dedication to her art, leaving fans eagerly anticipating her next musical chapter.",
      "posted_time": "1 min ago",
      "author": "David Johnson"
  
    },
    {
      "id": 3,
      "title": "The Rise of Streaming Services: How They're Changing Entertainment",
      "image": "https://i.ibb.co/VY39z8z/taylor-swift-thatgrapejuice-1989-version-news-2023-Fc-BVIC.jpg",
      "description": "Streaming services like Netflix, Amazon Prime, and Disney+ have revolutionized the way we consume entertainment. This article explores the impact of streaming on the entertainment industry, from the shift in consumer behavior to the rise of original content production. With millions of subscribers worldwide, streaming platforms have not only changed how we watch movies and TV shows but have also given filmmakers and actors new opportunities to reach global audiences. As the streaming landscape continues to evolve, it's clear that this digital revolution has transformed the entertainment landscape forever.",
      "posted_time": "2 hrs ago",
      "author": "Emily Anderson"
    },
    {
      "id": 4,
      "title": "A Decade of Marvel: Looking Back at the Cinematic Universe",
      "image": "https://i.ibb.co/Hnfmh36/Marvel-Cinematic-Universe-MCU-1-e1671809244499.jpg",
      "description": "As the Marvel Cinematic Universe celebrates its 10th anniversary, we take a nostalgic journey through the epic superhero saga that has captivated audiences worldwide. From the thrilling debut of 'Iron Man' to the monumental 'Avengers: Endgame,' the MCU has redefined blockbuster filmmaking. This article reflects on the iconic moments, beloved characters, and groundbreaking storytelling that have made the Marvel Cinematic Universe a cultural phenomenon. With plans for new phases and exciting projects on the horizon, the MCU continues to shape the future of superhero cinema, promising even more adventures for fans to enjoy.",
      "posted_time": "3 hrs ago",
      "author": "Olivia Brown"
    },
    {
      "id": 5,
      "title": "Behind the Scenes of the Latest Star-Studded Film",
      "image": "https://i.ibb.co/51ZTg4w/amazing-behind-the-scene-photos-of-hollywoods-top-movies-1.jpg",
      "description": "Get ready for an exclusive behind-the-scenes look at the making of the upcoming star-studded film 'Glamour & Intrigue.' This captivating film, directed by the visionary filmmaker Julia Rodriguez, boasts an ensemble cast of A-list actors who deliver exceptional performances. Join us on a journey through the glamorous sets, intricate costume designs, and the creative process that brings this riveting story to life. 'Glamour & Intrigue' promises to be a cinematic masterpiece that combines suspense, romance, and drama in a way that will leave audiences on the edge of their seats.",
      "posted_time": "2 mins ago",
      "author": "Michael White"
    },
    {
      "id": 6,
      "title": "The Evolution of Special Effects in Hollywood",
      "image": "https://i.ibb.co/h9KYrNP/articles-special-effects-makeup-sq.jpg",
      "description": "From the early days of practical effects to the cutting-edge CGI of today, this article traces the fascinating evolution of special effects in Hollywood. Special effects have played a pivotal role in shaping the world of cinema, allowing filmmakers to create stunning visuals and immersive worlds. We'll explore the groundbreaking moments, iconic films, and the talented artists who have pushed the boundaries of what's possible on screen. Join us on this journey through the history of visual effects, from the groundbreaking 'Star Wars' to the photorealistic wonders of modern blockbusters.",
      "posted_time": "2 days ago",
      "author": "Michael Satner"  
    }
  ]